{
  "MSG001":"Los datos se registraron correctamente!",
  "MSG002":"Los datos se actualizaron correctamente!",
  "MSG003":"La acción se ejecutó correctamente!",
  "MSG004":"O registro não pode ser salvo!!! Verifique os erros e tente novamente.",
  "MSG005":"O registro não pode ser apagado!!! Há informações cadastradas com esse registro.",
  "MSG006":"No es posible iniciar sesión, verifique sus datos.",
  "MSG007":"No es posible iniciar sesión, usuario dado de baja.",
  "MSG008":"Se cerró la sesión correctamente.",
  "MSG009":"No tiene una sesión activa. Desconecte e ingrese nuevamente.",
  "MSG010":"Usted no está autorizado para realizar esta acción.",
  "MSG011":"El recurso al que intenta acceder no se encuentra disponible.",
  "MSG012":"Se produjo un error interno. Inténtalo de nuevo más tarde.",
  "MSG013":"Esta Factura ya se encuentra anulada.",
  "MSG014":"No existe una dosificación vigente para generar la factura.",
  "MSG015":"No puede registrar tareas, por que la orden de trabajo ya está cerrada.",
  "MSG016":"No puede cerrar la orden de trabajo, por que aún tiene tareas pendientes.",
  "MSG017":"No puede modificar la nota, por que la cuenta ya se cerró.",
  "MSG018":"No puede eliminar la nota, por que la cuenta ya se cerró.",
  "MSG019":"No puede anular la factura, por que la cuenta ya se cerró.",
  "MSG020":"No puede anular la factura, por que ya tiene pagos registrados.",
  "MSG021":"No puede eliminar la nota, por que ya tiene pagos registrados.",
  "MSG022":"No puede editar el alquiler, por que ya finalizó.",
  "MSG023":"No puede eliminar el alquiler, por que ya no está activo.",
  "MSG024":"No puede renovar este alquiler, por que aún está activo.",
  "MSG025":"No puede renovar este alquiler, por que tiene una renovación vigente.",
  "MSG026":"No puede cancelar esta renovación, por que ya no está activa.",
  "MSG027":"No puede finalizar el alquiler, por que ya no está activo.",
  "MSG028":"No puede agregar una impresón, por que no existe un alquiler activo.",
  "MSG029":"No puede editar la impresión, por que el alquiler ya no está activo.",
  "MSG030":"No puede eliminar la impresión, por que el alquiler ya no está activo.",
  "MSG031":"No puede editar la campaña, por que el alquiler ya no está activo.",
  "MSG032":"No puede eliminar la campaña, por que el alquiler ya no está activo.",
  "MSG033":"No puede renovar este alquiler, por que el espacio ya fue ocupado.",
  "MSG034":"No tiene una gestión activa, por favor registre una para continuar.",
  "MSG035":"No puede actualizar el registro, por que corresponde a una gestión pasada.",
  "MSG036":"No puede actualizar el registro, por que éste ya se contabilizó.",
  "MSG037":"No puede eliminar el registro, por que éste ya se contabilizó.",
  "MSG038":"No puede modificar o eliminar este perdiodo, por que tiene registros contables.",
  "MSG039":"No puede modificar o eliminar este perdiodo, la gestión está cerrada.",
  "MSG040":"No puede registrar el comprobante, la fecha no pertenece a un periodo activo.",
  "MSG041":"Algunos de los asientos no se generaron, las facturas no corresponden a la misma sucursal."
}